import Head from 'next/head';
import styles from '../../styles/Heading.module.scss';

const Delivery = () => {
    return (
        <main className="content">
        <Head>
          <title>TeslaSteel | Плащане</title>
        </Head>
        <div className="content__info">
            <h1 className="content__heading">
                <span className={styles.span}>Доставка и плащане</span>
            </h1>
            <div className="delivery__container">
                <div className="delivery__container-item">
                    <div className="delivery__container-item--text">
                        <p>
                            Ние организираме ефективна доставка на продуктите ни с контейнери и баржи до пристанища в Черно море, 
                            бърза и безпроблемна обработка и последваща доставка на поръчаните продукти до крайната дестинация с нает автомобилен транспорт.

                        </p>
                        <p>
                            Доставяме продукти по цялата територия на България, 
                            при което разходите за тяхната доставката се таксуват допълнително към цената на стоката, 
                            ако не е посочено друго във фактурите за плащане.
                        </p>
                        <p>
                            Доставката по територията на България се осъществява с: 
                        </p>
                        <p>
                            камиони – 20 т, 12 м
                            <br />
                            камиони – 1,5 т, 3 м
                        </p>
                        <p>
                            Доставката на избрани продукти трябва да се поръча 24 часа преди желаемата от Вас дата.

                            Цената на доставката зависи от мястото и времето на разтоварване и размерите и теглото на товара.

                            Цената на стандартна доставка по територията на България с камион с товароподемност до 24 т е 400 лв.
                        </p>
                        <p>
                        <span className={styles.span}>Свържете се с нас, за да получите нашата оферта.</span>
                            
                        </p>

                        <h3>ПЛАЩАНЕ</h3>

                        <p>
                            Ние можем да осигурим най-добрите възможни условия за плащане, 
                            включително отсрочено плащане до 90 дни на база на застраховка и факторинг, 
                            частично плащане или плащане при доставка.
                        </p>
                        <p>
                            За продукти, доставяни на пристанища, отсрочено плащане до 60 дни може да се осигури въз основа на условията на митническите складове.
                        </p>
                        <p>
                            За продукти, доставяни с кораб, е възможно отварянето на акредитив, достъпен след потвърждаване на доставката на банката-наредител.
                        </p>

                        <div className="table">
                            <table>
                                <thead>
                                </thead>
                                <tbody>
                                <tr>
                                    <td>Име на фирмата</td>
                                    <td>«Тесла Стиил» ООД</td>
                                </tr>
                                <tr>
                                    <td>Управител</td>
                                    <td>Баранов Дмитрий </td>
                                </tr>
                                <tr>
                                    <td>ЕИК/ПИК</td>
                                    <td>204842268</td>
                                </tr>
                                <tr>
                                    <td>Седалище</td>
                                    <td>България, гр. София 1407, ул. Кишинев 7, оф. 1</td>
                                </tr>
                                <tr>
                                    <td>Телефон</td>
                                    <td>+359 2 967 6235</td>
                                </tr>
                                <tr>
                                    <td>Номер на сметка</td>
                                    <td>BG 06 FINV 9150 1017 0819 75</td>
                                </tr>
                                <tr>
                                    <td>Име на банката</td>
                                    <td>FIRST INVESTMENT BANK AD</td>
                                </tr>
                                <tr>
                                    <td>Местонахождение на банката</td>
                                    <td>гр. София</td>
                                </tr>
                                <tr>
                                    <td>SWIFT</td>
                                    <td>FINVBGSF</td>
                                </tr>
                                <tr>
                                    <td>E-mail</td>
                                    <td><a href="mailto:info@teslasteel.eu">info@teslasteel.eu</a></td>
                                </tr>
                                </tbody>
                            </table>
                        </div>
                    </div>
                </div>

                
                
            </div>
        </div>
        
    </main>
    )
}

export default Delivery;
