import Head from 'next/head';
import Image from 'next/image';

import styles from '../../../styles/Heading.module.scss';

const Parts = () => {
    return (
        <main className="content">
        <Head>
          <title>TeslaSteel | Части</title>
        </Head>
        <div className="content__info">
            <h1 className="content__heading">
                <span className={styles.span}>Части</span>
            </h1>
            <div className="parts__container">
                <div className="parts__container-item">
                    <Image objectFit="contain" src="/products/kapanduri2.jpeg" width="300" height="280" alt="Доставка" />
                    <div className="parts__container-item--text">
                        <h3>КАПАНДУРИ</h3>
                        <p>
                            Tesla Steel Ltd. ние Ви предлагаме капандури  за оранжерии от поликарбонат на високо качество на най-ниски цени в България!

                            Капандури  за оранжерии от поликарбонат, предназначен за допълнителна вентилация. 
                            Един от най-ефективните методи за охлаждане на парникови през лятото е вентилация. 
                            Същността на процеса се състои в подмяна на въздушни маси. 
                            За да бъде прегрята въздух "освобождаване" на улицата. 
                            Прави впечатление, че той ще се движат сами по себе си, тъй като по силата на природните термодинамични процеси (отопляем материя става по-лек) образува конвективни поток е насочен нагоре. 
                            Формата на прозорец повтаря формата на самата оранжерия.
                        </p>
                        
                    </div>
                </div>

                <div className="parts__container-item">
                    <Image objectFit="contain" src="/products/profil2.jpeg" width="300" height="280" alt="Доставка" />
                    <div className="parts__container-item--text">
                        <h3>П - ПРОФИЛ ЗА ПОЛИКАРБОНАТ</h3>
                        <p>
                            Tesla Steel Ltd. ние Ви предлагаме П профил за поликарбонат на високо качество на най-ниски цени в България!

                            П профил за поликарбонат има кух вътрешна структура, ръбовете на листовете от материала затворен край след монтаж профили. 
                            Това е необходимо, така че би било вътрешността на листа не е мръсотия, прах и влага. 
                            Заедно с профил използва Перфорирана лента, която е затворена в горния край на наклонен панел и фасадни остъкляване, след което поликарбонатен лист трябва да носят край профил. 
                            Край профил произведен от поликарбонат.
                        </p>
                        
                    </div>
                </div>

                <div className="parts__container-item">
                    <Image objectFit="contain" src="/products/lenta2.jpeg" width="300" height="280" alt="Доставка" />
                    <div className="parts__container-item--text">
                        <h3>ПЕРФОРИРАНА ЛЕНТА</h3>
                        <p>
                            Tesla Steel Ltd. ние Ви предлагаме Перфорирана лента на високо качество на най-ниски цени в България!

                            В тази лента има перфорация и микро-филтър, който помага за защита на ръбовете и пчелна пита поликарбонат от запушване. 
                            В оранжерии използват за защита на поликарбонатен лист от дъното. В лентата има въздушен филтър. 
                            Тя не разполага голям размер, перфорация по-малко от 40 микрона. 
                            Перфорирани монтажна лента не позволява да се получи в клетка мръсотия, прах, почвата и насекоми и предотвратява поникването на растения и треви в каналите. 
                            В допълнение на въздушния филтър позволява да напускате хартиена лента в пчелна пита поликарбонат кондензат. 
                            За по-издръжлив за защита на долната част на поликарбонат, който се намира близо до земята или в земята, върху перфорирана лента е препоръчително да се носят по-краен профил.
                        </p>
                        
                    </div>
                </div>
            </div>
        </div>
        
    </main>
    )
}

export default Parts;
