import Head from 'next/head';

const About = () => {
    return (
        <main className="content">
            <Head>
                <title>TeslaSteel | Информация</title>
            </Head>
            <div className="content__info">
                <h1 className="content__heading">
                    Информация относно компанията
                </h1>
                <div className="content__text">
                    <p>Нашата компания вече повече от 10 години работи на пазара на металопроката на черните метали в страните на Югоизточна Европа.</p>
                    <p>От деня на основаването ръководството постави амбициозни задачи и избра оптимални методи за реализацията им. В основната на дейността на фирмата са производството, преработката и продажбата на черни метали и изделия от тях.</p>
                    <p>През 2017 година компанията взе решение да развива продажбите на продуктите си в България и вече през 2018 година обемът на продажбите възлиза на 5 млн. евро.</p>
                    <p>Това не стана случайно. Учредителите на дружеството имат специализирано образование по мениджмънт в областта на металургията и развитието в тази област, което позволява фирмата да се развива най-ефективно.</p>
                </div>
            </div>
            
        </main>
    )
}

export default About;
